Repository: bnDev05/SpeedTest
Catalog: SpeedTest/Localization/*.lproj/LocalizationNew.strings
Languages: de, es_419, fr_ca, it, pt_br

source: Failed to load subscription plans
de: Abonnements konnten nicht geladen werden
es_419: Error al cargar planes de suscripción
fr_ca: Échec du chargement des forfaits
it: Caricamento piani di abbonamento fallito
pt_br: Falha ao carregar planos de assinatura

source: Please check:
de: Bitte überprüfen Sie:
es_419: Verifica:
fr_ca: Veuillez vérifier :
it: Controlla:
pt_br: Verifique:

source: • Product IDs match in App Store Connect
de: • Produkt-IDs stimmen in App Store Connect überein
es_419: • Los IDs de producto coinciden en App Store Connect
fr_ca: • Les identifiants de produit correspondent dans App Store Connect
it: • Gli ID prodotto corrispondono in App Store Connect
pt_br: • Os IDs dos produtos correspondem no App Store Connect

source: • Products are approved and available
de: • Produkte sind genehmigt und verfügbar
es_419: • Los productos están aprobados y disponibles
fr_ca: • Les produits sont approuvés et disponibles
it: • I prodotti sono approvati e disponibili
pt_br: • Os produtos estão aprovados e disponíveis

source: • Apphud dashboard has correct product IDs
de: • Apphud-Dashboard hat korrekte Produkt-IDs
es_419: • El panel de Apphud tiene los IDs de producto correctos
fr_ca: • Le tableau de bord Apphud contient les bons identifiants
it: • La dashboard Apphud ha gli ID prodotto corretti
pt_br: • O painel Apphud tem os IDs de produto corretos

source: • Using correct placement identifier
de: • Korrekte Platzierungs-ID wird verwendet
es_419: • Usando el identificador de ubicación correcto
fr_ca: • Utilisation du bon identifiant d’emplacement
it: • Utilizzo dell'identificatore di posizionamento corretto
pt_br: • Usando o identificador de posicionamento correto

source: Retry
de: Wiederholen
es_419: Reintentar
fr_ca: Réessayer
it: Riprova
pt_br: Tentar novamente

source: Unlimited number of tests
de: Unbegrenzte Anzahl von Tests
es_419: Número ilimitado de pruebas
fr_ca: Nombre illimité de tests
it: Numero illimitato di test
pt_br: Número ilimitado de testes

source: More accurate results
de: Genauere Ergebnisse
es_419: Resultados más precisos
fr_ca: Résultats plus précis
it: Risultati più accurati
pt_br: Resultados mais precisos

source: Ad-Free experience
de: Werbefreies Erlebnis
es_419: Experiencia sin anuncios
fr_ca: Expérience sans publicité
it: Esperienza senza pubblicità
pt_br: Experiência sem anúncios

source: No valid subscription products available
de: Keine gültigen Abonnementprodukte verfügbar
es_419: No hay productos de suscripción válidos disponibles
fr_ca: Aucun produit d’abonnement valide disponible
it: Nessun prodotto di abbonamento valido disponibile
pt_br: Nenhum produto de assinatura válido disponível

source: yearly
de: jährlich
es_419: anual
fr_ca: annuel
it: annuale
pt_br: anual

source: 3-day free trial
de: 3 Tage kostenlose Testversion
es_419: Prueba gratis de 3 días
fr_ca: Essai gratuit de 3 jours
it: Prova gratuita di 3 giorni
pt_br: Teste grátis de 3 dias

source: weekly
de: wöchentlich
es_419: semanal
fr_ca: hebdomadaire
it: settimanale
pt_br: semanal

source: daily
de: täglich
es_419: diario
fr_ca: quotidien
it: giornaliero
pt_br: diário

source: monthly
de: monatlich
es_419: mensual
fr_ca: mensuel
it: mensile
pt_br: mensal

source: week
de: Woche
es_419: semana
fr_ca: semaine
it: settimana
pt_br: semana

source: day
de: Tag
es_419: día
fr_ca: jour
it: giorno
pt_br: dia

source: month
de: Monat
es_419: mes
fr_ca: mois
it: mese
pt_br: mês

source: Try For Free
de: Kostenlos testen
es_419: Probar gratis
fr_ca: Essayer gratuitement
it: Prova gratis
pt_br: Experimentar grátis

source: Please select a subscription plan
de: Bitte wählen Sie ein Abonnement
es_419: Selecciona un plan de suscripción
fr_ca: Veuillez sélectionner un forfait
it: Seleziona un piano di abbonamento
pt_br: Selecione um plano de assinatura

source: How was your experience?
de: Wie war Ihre Erfahrung?
es_419: ¿Cómo fue tu experiencia?
fr_ca: Comment s’est passée votre expérience?
it: Com'è stata la tua esperienza?
pt_br: Como foi sua experiência?

source: We truly value your input—it helps us continuously improve
de: Wir schätzen Ihr Feedback sehr – es hilft uns, uns ständig zu verbessern
es_419: Valoramos mucho tu opinión—nos ayuda a mejorar continuamente
fr_ca: Vos commentaires sont importants — ils nous aident à nous améliorer
it: Apprezziamo davvero il tuo feedback—ci aiuta a migliorare continuamente
pt_br: Valorizamos muito seu feedback—ele nos ajuda a melhorar continuamente

source: Write a review
de: Bewertung schreiben
es_419: Escribir una reseña
fr_ca: Rédiger un avis
it: Scrivi una recensione
pt_br: Escrever uma avaliação

source: Not now
de: Nicht jetzt
es_419: Ahora no
fr_ca: Pas maintenant
it: Non ora
pt_br: Agora não

source: How to resolve an internet connection issue?
de: Wie behebt man ein Internetverbindungsproblem?
es_419: ¿Cómo resolver un problema de conexión a internet?
fr_ca: Comment résoudre un problème de connexion Internet?
it: Come risolvere un problema di connessione internet?
pt_br: Como resolver um problema de conexão com a internet?

source: How to fix a DNS error?
de: Wie behebt man einen DNS-Fehler?
es_419: ¿Cómo solucionar un error de DNS?
fr_ca: Comment corriger une erreur DNS?
it: Come risolvere un errore DNS?
pt_br: Como corrigir um erro de DNS?

source: How to fix a weak signal?
de: Wie behebt man ein schwaches Signal?
es_419: ¿Cómo solucionar una señal débil?
fr_ca: Comment corriger un signal faible?
it: Come risolvere un segnale debole?
pt_br: Como corrigir um sinal fraco?

source: What do these terms mean?
de: Was bedeuten diese Begriffe?
es_419: ¿Qué significan estos términos?
fr_ca: Que signifient ces termes?
it: Cosa significano questi termini?
pt_br: O que esses termos significam?

source: What is the purpose of changing the server?
de: Welchen Zweck hat der Serverwechsel?
es_419: ¿Cuál es el propósito de cambiar el servidor?
fr_ca: Pourquoi changer de serveur?
it: Qual è lo scopo del cambio del server?
pt_br: Qual é o objetivo de mudar o servidor?

source: Introduction to Ping Test
de: Einführung in den Ping-Test
es_419: Introducción a la prueba de Ping
fr_ca: Introduction au test de ping
it: Introduzione al test Ping
pt_br: Introdução ao teste de Ping

source: Open the Settings app → Wi-Fi, tap the details of your current Wi-Fi network, and ensure that Configure IP is set to Automatic, Configure DNS is set to Automatic, and Configure Proxy is Off.
de: Öffnen Sie die Einstellungen-App → WLAN, tippen Sie auf die Details Ihres aktuellen WLAN-Netzwerks und stellen Sie sicher, dass IP konfigurieren auf Automatisch, DNS konfigurieren auf Automatisch und Proxy konfigurieren auf Aus eingestellt ist.
es_419: Abre la app Ajustes → Wi-Fi, toca los detalles de tu red Wi-Fi actual y asegúrate de que Configurar IP esté en Automático, Configurar DNS esté en Automático y Configurar proxy esté desactivado.
fr_ca: Ouvrez l’app Réglages → Wi-Fi, touchez les détails de votre réseau Wi-Fi actuel, puis assurez-vous que « Configurer l’IP » est réglé sur Automatique, « Configurer DNS » sur Automatique et « Configurer le proxy » sur Désactivé.
it: Apri l'app Impostazioni → Wi-Fi, tocca i dettagli della tua rete Wi-Fi attuale e assicurati che Configura IP sia impostato su Automatico, Configura DNS sia impostato su Automatico e Configura proxy sia disattivato.
pt_br: Abra o app Ajustes → Wi-Fi, toque nos detalhes da sua rede Wi-Fi atual e certifique-se de que Configurar IP está definido como Automático, Configurar DNS está definido como Automático e Configurar Proxy está desativado.

source: Open the Settings app, turn off Wi-Fi or Cellular Data, wait a few seconds, then turn it back on.
de: Öffnen Sie die Einstellungen-App, deaktivieren Sie WLAN oder Mobile Daten, warten Sie einige Sekunden und aktivieren Sie es dann wieder.
es_419: Abre la app Ajustes, desactiva Wi-Fi o Datos celulares, espera unos segundos y vuélvelo a activar.
fr_ca: Ouvrez l’app Réglages, désactivez le Wi-Fi ou les données cellulaires, attendez quelques secondes, puis réactivez-les.
it: Apri l'app Impostazioni, disattiva Wi-Fi o Dati cellulare, attendi alcuni secondi, quindi riattivalo.
pt_br: Abra o app Ajustes, desative o Wi-Fi ou Dados Celulares, aguarde alguns segundos e ative novamente.

source: Open Settings → VPN and disable any active VPN connections.
de: Öffnen Sie Einstellungen → VPN und deaktivieren Sie alle aktiven VPN-Verbindungen.
es_419: Abre Ajustes → VPN y desactiva cualquier conexión VPN activa.
fr_ca: Ouvrez Réglages → VPN et désactivez toute connexion VPN active.
it: Apri Impostazioni → VPN e disabilita eventuali connessioni VPN attive.
pt_br: Abra Ajustes → VPN e desative quaisquer conexões VPN ativas.

source: Try turning off your device or your router, then restart it.
de: Versuchen Sie, Ihr Gerät oder Ihren Router auszuschalten und dann neu zu starten.
es_419: Intenta apagar tu dispositivo o tu router y luego reinícialo.
fr_ca: Essayez d’éteindre votre appareil ou votre routeur, puis redémarrez-le.
it: Prova a spegnere il tuo dispositivo o il tuo router, quindi riavvialo.
pt_br: Tente desligar seu dispositivo ou roteador e reiniciá-lo.

source: Check whether your internet service subscription has expired—you may need to log in again or renew your plan.
de: Überprüfen Sie, ob Ihr Internetdienst-Abonnement abgelaufen ist – möglicherweise müssen Sie sich erneut anmelden oder Ihren Tarif erneuern.
es_419: Verifica si tu suscripción al servicio de internet ha expirado—puede que necesites iniciar sesión nuevamente o renovar tu plan.
fr_ca: Vérifiez si votre abonnement Internet a expiré — vous pourriez devoir vous reconnecter ou renouveler votre forfait.
it: Controlla se il tuo abbonamento al servizio internet è scaduto—potresti dover effettuare nuovamente l'accesso o rinnovare il tuo piano.
pt_br: Verifique se sua assinatura do serviço de internet expirou—você pode precisar fazer login novamente ou renovar seu plano.

source: Open Settings → Wi-Fi, check the details of your connected Wi-Fi network, and make sure that Configure DNS is set to Automatic and Configure Proxy is set to Off.
de: Öffnen Sie Einstellungen → WLAN, überprüfen Sie die Details Ihres verbundenen WLAN-Netzwerks und stellen Sie sicher, dass DNS konfigurieren auf Automatisch und Proxy konfigurieren auf Aus eingestellt ist.
es_419: Abre Ajustes → Wi-Fi, verifica los detalles de tu red Wi-Fi conectada y asegúrate de que Configurar DNS esté en Automático y Configurar proxy esté desactivado.
fr_ca: Ouvrez Réglages → Wi-Fi, consultez les détails de votre réseau, puis vérifiez que « Configurer DNS » est réglé sur Automatique et que « Configurer le proxy » est Désactivé.
it: Apri Impostazioni → Wi-Fi, controlla i dettagli della tua rete Wi-Fi connessa e assicurati che Configura DNS sia impostato su Automatico e Configura proxy sia disattivato.
pt_br: Abra Ajustes → Wi-Fi, verifique os detalhes da sua rede Wi-Fi conectada e certifique-se de que Configurar DNS está definido como Automático e Configurar Proxy está desativado.

source: Since many websites and streaming services host their content on servers located in different regions, speed test results from a single server may be inaccurate (for example, when you're using a VPN to access the internet). To provide the most reliable speed test, the system uses the server closest to your location.
de: Da viele Websites und Streaming-Dienste ihre Inhalte auf Servern in verschiedenen Regionen hosten, können Geschwindigkeitstestergebnisse von einem einzelnen Server ungenau sein (z. B. wenn Sie ein VPN für den Internetzugang verwenden). Um den zuverlässigsten Geschwindigkeitstest zu liefern, verwendet das System den Server, der Ihrem Standort am nächsten ist.
es_419: Dado que muchos sitios web y servicios de streaming alojan su contenido en servidores ubicados en diferentes regiones, los resultados de la prueba de velocidad desde un solo servidor pueden ser inexactos (por ejemplo, cuando estás usando una VPN para acceder a internet). Para proporcionar la prueba de velocidad más confiable, el sistema usa el servidor más cercano a tu ubicación.
fr_ca: Étant donné que de nombreux sites et services de diffusion hébergent leur contenu sur des serveurs situés dans différentes régions, les résultats d’un test basé sur un seul serveur peuvent être inexacts (par exemple si vous utilisez un VPN). Pour offrir les résultats les plus fiables, le système utilise le serveur le plus proche de votre emplacement.
it: Poiché molti siti web e servizi di streaming ospitano i loro contenuti su server situati in regioni diverse, i risultati del test di velocità da un singolo server potrebbero essere imprecisi (ad esempio, quando si utilizza una VPN per accedere a internet). Per fornire il test di velocità più affidabile, il sistema utilizza il server più vicino alla tua posizione.
pt_br: Como muitos sites e serviços de streaming hospedam seu conteúdo em servidores localizados em diferentes regiões, os resultados do teste de velocidade de um único servidor podem ser imprecisos (por exemplo, quando você está usando uma VPN para acessar a internet). Para fornecer o teste de velocidade mais confiável, o sistema usa o servidor mais próximo da sua localização.

source: Definition: A ping test is primarily used to check the responsiveness and stability of a connected network. Principle: Because every IP address or URL is unique, your device sends a small test data packet to the target IP address or URL and requests that the destination return a packet of the same size. This process determines whether the two devices are successfully connected over the internet and measures the round-trip time—also known as latency or response time—between them. Packet Loss Rate: Packet loss rate refers to the percentage of data packets that fail to reach their destination during the test relative to the total number of packets sent. It is a key indicator of network quality. Packet loss is typically influenced by two main factors: the network connection itself and the router. Latency: Latency, also called response time, is the duration it takes for a data packet to travel from your device to the target server and back. The shorter the response time, the faster your device communicates with the tested IP address or URL. Generally, latency between 0 and 100 milliseconds (ms) is considered excellent and unlikely to cause noticeable lag or stuttering.
de: Definition: Ein Ping-Test wird hauptsächlich verwendet, um die Reaktionsfähigkeit und Stabilität eines verbundenen Netzwerks zu überprüfen. Prinzip: Da jede IP-Adresse oder URL eindeutig ist, sendet Ihr Gerät ein kleines Testdatenpaket an die Ziel-IP-Adresse oder URL und fordert das Ziel auf, ein Paket derselben Größe zurückzusenden. Dieser Prozess bestimmt, ob die beiden Geräte erfolgreich über das Internet verbunden sind, und misst die Roundtrip-Zeit – auch als Latenz oder Antwortzeit bekannt – zwischen ihnen. Paketverlustrate: Die Paketverlustrate bezieht sich auf den Prozentsatz der Datenpakete, die während des Tests ihr Ziel nicht erreichen, im Verhältnis zur Gesamtzahl der gesendeten Pakete. Sie ist ein wichtiger Indikator für die Netzwerkqualität. Paketverlust wird typischerweise von zwei Hauptfaktoren beeinflusst: der Netzwerkverbindung selbst und dem Router. Latenz: Latenz, auch Antwortzeit genannt, ist die Dauer, die ein Datenpaket benötigt, um von Ihrem Gerät zum Zielserver und zurück zu gelangen. Je kürzer die Antwortzeit, desto schneller kommuniziert Ihr Gerät mit der getesteten IP-Adresse oder URL. Im Allgemeinen wird eine Latenz zwischen 0 und 100 Millisekunden (ms) als ausgezeichnet angesehen und verursacht wahrscheinlich keine spürbaren Verzögerungen oder Ruckler.
es_419: Definición: Una prueba de ping se usa principalmente para verificar la capacidad de respuesta y estabilidad de una red conectada. Principio: Como cada dirección IP o URL es única, tu dispositivo envía un pequeño paquete de datos de prueba a la dirección IP o URL de destino y solicita que el destino devuelva un paquete del mismo tamaño. Este proceso determina si los dos dispositivos están conectados exitosamente a través de internet y mide el tiempo de ida y vuelta—también conocido como latencia o tiempo de respuesta—entre ellos. Tasa de pérdida de paquetes: La tasa de pérdida de paquetes se refiere al porcentaje de paquetes de datos que no logran llegar a su destino durante la prueba en relación con el número total de paquetes enviados. Es un indicador clave de la calidad de la red. La pérdida de paquetes generalmente está influenciada por dos factores principales: la conexión de red en sí y el router. Latencia: La latencia, también llamada tiempo de respuesta, es la duración que tarda un paquete de datos en viajar desde tu dispositivo al servidor de destino y regresar. Cuanto más corto sea el tiempo de respuesta, más rápido se comunica tu dispositivo con la dirección IP o URL probada. Generalmente, una latencia entre 0 y 100 milisegundos (ms) se considera excelente y es poco probable que cause retrasos o tartamudeos perceptibles.
fr_ca: Définition : Un test de ping sert principalement à vérifier la réactivité et la stabilité d’un réseau. Principe : Chaque adresse IP ou URL étant unique, votre appareil envoie un petit paquet de données à l’adresse ou à l’URL cible et demande que le destinataire renvoie un paquet de même taille. Ce processus mesure le temps aller-retour — appelé latence ou délai de réponse — entre les deux appareils et confirme s’ils sont connectés correctement. Taux de perte de paquets : Le taux de perte correspond au pourcentage de paquets de données qui n’atteignent pas leur destination lors du test. C’est un indicateur important de la qualité du réseau. Les pertes sont généralement causées soit par la connexion réseau, soit par le routeur. Latence : La latence, ou délai de réponse, correspond au temps nécessaire pour qu’un paquet de données effectue l’aller-retour entre votre appareil et le serveur testé. Plus le temps est court, plus la communication est rapide. En général, une latence entre 0 et 100 millisecondes (ms) est excellente et ne cause habituellement aucun décalage noticeable.
it: Definizione: Un test ping viene utilizzato principalmente per verificare la reattività e la stabilità di una rete connessa. Principio: Poiché ogni indirizzo IP o URL è unico, il tuo dispositivo invia un piccolo pacchetto di dati di test all'indirizzo IP o URL di destinazione e richiede che la destinazione restituisca un pacchetto della stessa dimensione. Questo processo determina se i due dispositivi sono connessi con successo tramite internet e misura il tempo di andata e ritorno—noto anche come latenza o tempo di risposta—tra di essi. Tasso di perdita di pacchetti: Il tasso di perdita di pacchetti si riferisce alla percentuale di pacchetti di dati che non riescono a raggiungere la loro destinazione durante il test rispetto al numero totale di pacchetti inviati. È un indicatore chiave della qualità della rete. La perdita di pacchetti è tipicamente influenzata da due fattori principali: la connessione di rete stessa e il router. Latenza: La latenza, chiamata anche tempo di risposta, è la durata necessaria affinché un pacchetto di dati viaggi dal tuo dispositivo al server di destinazione e ritorni. Più breve è il tempo di risposta, più velocemente il tuo dispositivo comunica con l'indirizzo IP o URL testato. In generale, una latenza tra 0 e 100 millisecondi (ms) è considerata eccellente e difficilmente causerà lag o scatti evidenti.
pt_br: Definição: Um teste de ping é usado principalmente para verificar a capacidade de resposta e a estabilidade de uma rede conectada. Princípio: Como cada endereço IP ou URL é único, seu dispositivo envia um pequeno pacote de dados de teste para o endereço IP ou URL de destino e solicita que o destino retorne um pacote do mesmo tamanho. Este processo determina se os dois dispositivos estão conectados com sucesso pela internet e mede o tempo de ida e volta—também conhecido como latência ou tempo de resposta—entre eles. Taxa de perda de pacotes: A taxa de perda de pacotes refere-se à porcentagem de pacotes de dados que não conseguem chegar ao seu destino durante o teste em relação ao número total de pacotes enviados. É um indicador-chave da qualidade da rede. A perda de pacotes é tipicamente influenciada por dois fatores principais: a própria conexão de rede e o roteador. Latência: A latência, também chamada de tempo de resposta, é a duração que um pacote de dados leva para viajar do seu dispositivo ao servidor de destino e voltar. Quanto menor o tempo de resposta, mais rápido seu dispositivo se comunica com o endereço IP ou URL testado. Geralmente, uma latência entre 0 e 100 milissegundos (ms) é considerada excelente e improvável de causar atrasos ou travamentos perceptíveis.

source: Don't delete
de: Nicht löschen
es_419: No eliminar
fr_ca: Ne pas supprimer
it: Non eliminare
pt_br: Não excluir

source: Try it off
de: Probieren Sie es aus
es_419: Pruébala
fr_ca: Essayez de le désactiver
it: Provala
pt_br: Experimente

source: Loading...
de: Wird geladen...
es_419: Cargando...
fr_ca: Chargement...
it: Caricamento...
pt_br: Carregando...

source: No server selected
de: Kein Server ausgewählt
es_419: Ningún servidor seleccionado
fr_ca: Aucun serveur sélectionné
it: Nessun server selezionato
pt_br: Nenhum servidor selecionado

source: Tap to select
de: Tippen zum Auswählen
es_419: Toca para seleccionar
fr_ca: Touchez pour sélectionner
it: Tocca per selezionare
pt_br: Toque para selecionar

source: Cellular
de: Mobilfunk
es_419: Celular
fr_ca: Cellulaire
it: Cellulare
pt_br: Celular

source: Connected
de: Verbunden
es_419: Conectado
fr_ca: Connecté
it: Connesso
pt_br: Conectado

source: Wi-Fi Network
de: WLAN-Netzwerk
es_419: Red Wi-Fi
fr_ca: Réseau Wi-Fi
it: Rete Wi-Fi
pt_br: Rede Wi-Fi

source: First 3 days free,
de: Die ersten 3 Tage kostenlos,
es_419: Primeros 3 días gratis,
fr_ca: Les 3 premiers jours gratuits,
it: Primi 3 giorni gratis,
pt_br: Primeiros 3 dias grátis,

source: then %@ per Year.
de: danach %@ pro Jahr.
es_419: después %@ al año.
fr_ca: puis %@ par année.
it: poi %@ all’anno.
pt_br: depois %@ por ano.

source: Cancel at anytime
de: Jederzeit kündbar
es_419: Cancela en cualquier momento
fr_ca: Annulez en tout temps
it: Annulla in qualsiasi momento
pt_br: Cancele a qualquer momento

source: No Speed Test History Yet
de: Noch keine Geschwindigkeitstest-Historie
fr_ca: Aucun historique de tests de vitesse pour le moment
it: Nessuna cronologia dei test di velocità
pt_br: Nenhum histórico de teste de velocidade ainda

source: Run your first speed test to start tracking
de: Führen Sie Ihren ersten Geschwindigkeitstest durch, um mit dem Tracking zu beginnen
fr_ca: Effectuez votre premier test de vitesse pour commencer le suivi
it: Esegui il tuo primo test di velocità per iniziare il monitoraggio
pt_br: Execute seu primeiro teste de velocidade para começar o rastreamento

source: Download
es_419: Descarga
fr_ca: Téléchargement

source: Upload
es_419: Subida
fr_ca: Téléversement

source: Jitter:
fr_ca: Gigue :
