Repository: bnDev05/SpeedTest
Catalog: SpeedTest/Localization/*.lproj/LocalizationNew.strings
Languages: de, es_419, fr_ca, it, pt_br

source: If your Wi-Fi signal is weak or unstable, try the following: • Turn off and restart your phone or tablet, then reconnect to Wi-Fi. • If you’re using a home router, turn it off for about 10 seconds, then power it back on. • If you’re connected to a public Wi-Fi network, try moving to a different location to avoid signal blockage from buildings. • Attempt to connect to another available and reliable Wi-Fi network. If your mobile network signal is weak or unstable, we recommend: • Turning off and restarting your phone or tablet, then reconnecting to the mobile network. • Changing your location to avoid signal obstruction caused by buildings or large crowds. • Closing other background apps running on your phone.
fr_ca: Si votre signal Wi-Fi est faible ou instable : • Éteignez et redémarrez votre téléphone ou tablette, puis reconnectez-vous au Wi-Fi. • Si vous utilisez un routeur domestique, éteignez-le environ 10 secondes, puis rallumez-le. • Si vous utilisez un Wi-Fi public, essayez de vous déplacer pour réduire l’obstruction du signal par des bâtiments. • Essayez de vous connecter à un autre réseau Wi-Fi fiable. Si votre réseau cellulaire est faible ou instable : • Éteignez et redémarrez votre appareil, puis reconnectez-vous au réseau cellulaire. • Déplacez-vous pour réduire l’obstruction du signal causée par des bâtiments ou des foules. • Fermez les apps en arrière-plan sur votre téléphone.

source: DNS: Domain Name Servers (DNS) are the Internet’s equivalent of a phone book. They maintain a directory of domain names (e.g., www.example.com) and translate them into Internet Protocol (IP) addresses (e.g., 192.0.2.1). This translation is necessary because, while domain names are easy for people to remember, computers and other devices access websites using IP addresses. Internet Connection: An internet connection is the ability to link to the Internet using devices such as computers, smartphones, or other terminals, thereby enabling access to online services like email and the World Wide Web. Server Connection: The app requests speed-test resources from a server. If the connection between client devices (such as your cellphone) and the server is unstable or fails, the app won’t be able to retrieve the necessary resources, resulting in a failed speed test.
fr_ca: DNS : Les serveurs de noms de domaine (DNS) sont l’équivalent Internet d’un annuaire téléphonique. Ils maintiennent un répertoire des noms de domaine (ex. : www.exemple.com) et les traduisent en adresses IP (ex. : 192.0.2.1). Cette traduction est nécessaire, car bien que les noms de domaine soient faciles à retenir, les appareils utilisent les adresses IP pour accéder aux sites web. Connexion Internet : Une connexion Internet permet à des appareils comme des ordinateurs ou téléphones intelligents d’accéder à des services en ligne tels que le courriel ou le Web. Connexion au serveur : L’app demande des ressources de test de vitesse à un serveur. Si la connexion entre votre appareil et le serveur est instable ou échoue, l’app ne pourra pas récupérer les ressources nécessaires et le test échouera.

source: Normal
it: Normale

source: Wi-Fi
de: WLAN
