Repository: bnDev05/SpeedTest
Catalog: SpeedTest/Localization/*.lproj/LocalizationNew.strings
Languages: de, es_419, fr_ca, it, pt_br

source: Check your
de: Überprüfen Sie Ihre
es_419: Comprueba tu
fr_ca: Vérifiez votre
it: Controlla la tua
pt_br: Verifique sua

source: Internet Speed
de: Internetgeschwindigkeit
es_419: Velocidad de Internet
fr_ca: vitesse Internet
it: Velocità Internet
pt_br: Velocidade da Internet

source: Run a
de: Führen Sie eine
es_419: Ejecuta un
fr_ca: Effectuez un
it: Esegui una
pt_br: Execute um

source: diagnostic
de: Diagnose
es_419: diagnóstico
it: diagnostica
pt_br: diagnóstico

source: on your internet
de: Ihres Internets durch
es_419: de tu conexión a internet
fr_ca: de votre connexion Internet
it: della tua connessione internet
pt_br: da sua conexão de internet

source: Loved
de: Geliebt
es_419: Amado
fr_ca: Appréciée
it: Amato
pt_br: Amado

source: by thousands
de: von Tausenden
es_419: por miles
fr_ca: par des milliers
it: da migliaia
pt_br: por milhares

source: of users
de: von Nutzern
es_419: de usuarios
fr_ca: d’utilisateurs
it: di utenti
pt_br: de usuários

source: Save
de: Speichern Sie
es_419: Guarda
fr_ca: Enregistrez
it: Salva
pt_br: Salve

source: Your Network Test Results
de: Ihre Testergebnisse
es_419: Los resultados de tus pruebas de red
fr_ca: les résultats de vos tests réseau
it: I risultati dei test di rete
pt_br: Os resultados dos testes de rede

source: How do you
de: Wie
es_419: ¿Cómo te
fr_ca: Comment
it: Come ti
pt_br: Como você

source: connect
de: verbinden Sie sich
es_419: conectas
fr_ca: vous connectez-vous
it: connetti
pt_br: se conecta

source: to the internet?
de: mit dem Internet?
es_419: a internet?
fr_ca: à Internet?
it: a internet?
pt_br: à internet?

source: How often
de: Wie oft
es_419: ¿Con qué frecuencia
fr_ca: À quelle fréquence
it: Quanto spesso
pt_br: Com que frequência

source: do you test your speed?
de: testen Sie Ihre Geschwindigkeit?
es_419: pruebas tu velocidad?
fr_ca: testez-vous votre vitesse?
it: testi la tua velocità?
pt_br: você testa sua velocidade?

source: Upgrade
es_419: Actualiza
fr_ca: Passez
it: Passa
pt_br: Atualize

source: to the full version
de: zur Vollversion
es_419: a la versión completa
fr_ca: à la version complète
it: alla versione completa
pt_br: para a versão completa

source: Find out your download and upload speeds in seconds
de: Ermitteln Sie Ihre Download- und Upload- Geschwindigkeiten in Sekunden
es_419: Descubre tus velocidades de descarga y subida en segundos
fr_ca: Découvrez vos vitesses de téléchargement et de téléversement en quelques secondes
it: Scopri le tue velocità di download e upload in pochi secondi
pt_br: Descubra suas velocidades de download e upload em segundos

source: Scan your network security and find the best access points
de: Scannen Sie Ihre Netzwerksicherheit und finden Sie die besten Zugangspunkte
es_419: Escanea la seguridad de tu red y encuentra los mejores puntos de acceso
fr_ca: Analysez la sécurité de votre réseau et trouvez les meilleurs points d’accès
it: Scansiona la sicurezza della tua rete e trova i migliori punti di accesso
pt_br: Escaneie a segurança da sua rede e encontre os melhores pontos de acesso

source: Real reviews from users who loved our product from day one
de: Echte Bewertungen von Nutzern, die unser Produkt vom ersten Tag an geliebt haben
es_419: Reseñas reales de usuarios que amaron nuestro producto desde el primer día
fr_ca: Avis réels d’utilisateurs qui aiment notre produit depuis le premier jour
it: Recensioni reali di utenti che hanno amato il nostro prodotto fin dal primo giorno
pt_br: Avaliações reais de usuários que amaram nosso produto desde o primeiro dia

source: Compare Wi-Fi, mobile, and more — save every speed test
de: Vergleichen Sie WLAN, Mobilfunk und mehr – speichern Sie jeden Speedtest
es_419: Compara Wi-Fi, datos móviles y más — guarda cada prueba de velocidad
fr_ca: Comparez le Wi-Fi, le cellulaire et plus — enregistrez chaque test de vitesse
it: Confronta Wi-Fi, rete mobile e altro – salva ogni test di velocità
pt_br: Compare Wi-Fi, rede móvel e mais — salve cada teste de velocidade

source: Indicate which connection you use most often
de: Geben Sie an, welche Verbindung Sie am häufigsten nutzen
es_419: Indica qué conexión usas con más frecuencia
fr_ca: Indiquez la connexion que vous utilisez le plus souvent
it: Indica quale connessione usi più spesso
pt_br: Indique qual conexão você usa com mais frequência

source: Your answer helps us show the most useful insights
de: Ihre Antwort hilft uns, die nützlichsten Erkenntnisse anzuzeigen
es_419: Tu respuesta nos ayuda a mostrar la información más útil
fr_ca: Votre réponse nous aide à vous offrir les informations les plus pertinentes
it: La tua risposta ci aiuta a mostrare le informazioni più utili
pt_br: Sua resposta nos ajuda a mostrar as informações mais úteis

source: Treat yourself to stable, fast internet —without ads—for only
de: Schnelles, stabiles Internet – ohne Werbung – für nur
es_419: Regálate internet estable y rápido—sin anuncios—por solo
fr_ca: Profitez d’un Internet stable et rapide — sans pub — pour seulement
it: Concediti una connessione internet stabile e veloce—senza pubblicità—per soli
pt_br: Presenteie-se com internet estável e rápida—sem anúncios—por apenas

source: per
de: pro
es_419: por
fr_ca: par
pt_br: por

source: year
de: Jahr
es_419: año
fr_ca: année
it: anno
pt_br: ano

source: Continue
de: Weiter
es_419: Continuar
fr_ca: Continuer
it: Continua
pt_br: Continuar

source: Not Now
es_419: Ahora no
it: Non ora
pt_br: Agora não

source: Restore Successful
de: Wiederherstellung erfolgreich
es_419: Restauración exitosa
fr_ca: Restauration réussie
it: Ripristino riuscito
pt_br: Restauração bem-sucedida

source: Your previous purchases have been successfully restored.
de: Ihre vorherigen Käufe wurden erfolgreich wiederhergestellt.
es_419: Tus compras anteriores se han restaurado correctamente.
fr_ca: Vos achats précédents ont été restaurés avec succès.
it: I tuoi acquisti precedenti sono stati ripristinati con successo.
pt_br: Suas compras anteriores foram restauradas com sucesso.

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es_419: Restauración fallida
fr_ca: Échec de la restauration
it: Ripristino fallito
pt_br: Restauração falhou

source: No active subscription found or restore failed. Please try again later.
de: Kein aktives Abonnement gefunden oder Wiederherstellung fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_419: No se encontró ninguna suscripción activa o la restauración falló. Inténtalo de nuevo más tarde.
fr_ca: Aucun abonnement actif trouvé ou restauration impossible. Veuillez réessayer plus tard.
it: Nessun abbonamento attivo trovato o ripristino fallito. Riprova più tardi.
pt_br: Nenhuma assinatura ativa encontrada ou a restauração falhou. Tente novamente mais tarde.

source: Home Wi-Fi
de: Heimnetzwerk (WLAN)
es_419: Wi-Fi doméstico
fr_ca: Wi-Fi domestique
it: Wi-Fi domestico
pt_br: Wi-Fi doméstico

source: Mobile internet
de: Mobilfunknetz
es_419: Internet móvil
fr_ca: Internet mobile
it: Internet mobile
pt_br: Internet móvel

source: Wired connection
de: Kabelverbindung
es_419: Conexión por cable
fr_ca: Connexion filaire
it: Connessione cablata
pt_br: Conexão com fio

source: Public Wi-Fi
de: Öffentliches WLAN
es_419: Wi-Fi público
fr_ca: Wi-Fi public
it: Wi-Fi pubblico
pt_br: Wi-Fi público

source: First time
de: Zum ersten Mal
es_419: Primera vez
fr_ca: Première fois
it: Prima volta
pt_br: Primeira vez

source: Once a day or more often
de: Einmal täglich oder öfter
es_419: Una vez al día o más
fr_ca: Une fois par jour ou plus souvent
it: Una volta al giorno o più spesso
pt_br: Uma vez por dia ou mais

source: Several times a week
de: Mehrmals pro Woche
es_419: Varias veces por semana
fr_ca: Plusieurs fois par semaine
it: Più volte a settimana
pt_br: Várias vezes por semana

source: Only when problems arise
de: Nur bei Problemen
es_419: Solo cuando surgen problemas
fr_ca: Seulement lorsqu’un problème survient
it: Solo quando sorgono problemi
pt_br: Apenas quando surgem problemas

source: Start your
de: Starten Sie Ihre
es_419: Comienza tu
fr_ca: Commencez votre
it: Inizia la tua
pt_br: Comece seu

source: 3-day free!
de: 3 Tage kostenlos!
es_419: prueba gratis de 3 días!
fr_ca: essai gratuit de 3 jours!
it: prova gratuita di 3 giorni!
pt_br: teste grátis de 3 dias!

source: Today: Get instant access
de: Heute: Sofortiger Zugang
es_419: Hoy: Obtén acceso instantáneo
fr_ca: Aujourd’hui : obtenez un accès immédiat
it: Oggi: Ottieni accesso immediato
pt_br: Hoje: Obtenha acesso instantâneo

source: Get access to all premium features for free
de: Erhalten Sie kostenlosen Zugang zu allen Premium-Funktionen
es_419: Accede a todas las funciones premium gratis
fr_ca: Accédez gratuitement à toutes les fonctionnalités premium
it: Accedi gratuitamente a tutte le funzionalità premium
pt_br: Tenha acesso a todos os recursos premium gratuitamente

source: Day 2: Trial reminder
de: Tag 2: Testversion-Erinnerung
es_419: Día 2: Recordatorio de prueba
fr_ca: Jour 2 : Rappel de l’essai
it: Giorno 2: Promemoria prova
pt_br: Dia 2: Lembrete do teste

source: We'll send you an email that your trial is ending
de: Wir senden Ihnen eine E-Mail, dass Ihre Testversion endet
es_419: Te enviaremos un correo informando que tu prueba está terminando
fr_ca: Nous vous enverrons un courriel lorsque votre essai touchera à sa fin
it: Ti invieremo un'email per avvisarti che la tua prova sta per terminare
pt_br: Enviaremos um e-mail informando que seu teste está terminando

source: Day 3: Full Subscription
de: Tag 3: Vollständiges Abonnement
es_419: Día 3: Suscripción completa
fr_ca: Jour 3 : Abonnement complet
it: Giorno 3: Abbonamento completo
pt_br: Dia 3: Assinatura completa

source: You will be charged today, cancel anytime
de: Die Abrechnung erfolgt heute, jederzeit kündbar
es_419: Se te cobrará hoy, cancela en cualquier momento
fr_ca: Vous serez facturé aujourd’hui, annulation en tout temps
it: Verrai addebitato oggi, cancella in qualsiasi momento
pt_br: Você será cobrado hoje, cancele a qualquer momento

source: First 3 days free,
de: Erste 3 Tage kostenlos,
es_419: Primeros 3 días gratis,
fr_ca: Premiers 3 jours gratuits,
it: Primi 3 giorni gratuiti,
pt_br: Primeiros 3 dias grátis,

source: then %@ per Year. Cancel at anytime
de: dann %@ pro Jahr. Jederzeit kündbar
es_419: luego %@ al año. Cancela en cualquier momento
fr_ca: puis %@ par année. Annulez en tout temps
it: poi %@ all'anno. Cancella in qualsiasi momento
pt_br: depois %@ por ano. Cancele a qualquer momento

source: Test
es_419: Prueba
pt_br: Teste

source: Signal
es_419: Señal
it: Segnale
pt_br: Sinal

source: History
de: Verlauf
es_419: Historial
fr_ca: Historique
it: Cronologia
pt_br: Histórico

source: Settings
de: Einstellungen
es_419: Ajustes
fr_ca: Paramètres
it: Impostazioni
pt_br: Configurações

source: Speed Test
de: Geschwindigkeitstest
es_419: Prueba de velocidad
fr_ca: Test de vitesse
it: Test di velocità
pt_br: Teste de velocidade

source: Loss:
de: Verlust:
es_419: Pérdida:
fr_ca: Perte :
it: Perdita:
pt_br: Perda:

source: Start
es_419: Iniciar
fr_ca: Démarrer
it: Avvia
pt_br: Iniciar

source: You are connected to the Internet
de: Sie sind mit dem Internet verbunden
es_419: Estás conectado a Internet
fr_ca: Vous êtes connecté à Internet
it: Sei connesso a Internet
pt_br: Você está conectado à Internet

source: Check your connection: the speed test may fail
de: Überprüfen Sie Ihre Verbindung: Der Geschwindigkeitstest könnte fehlschlagen
es_419: Verifica tu conexión: la prueba de velocidad podría fallar
fr_ca: Vérifiez votre connexion : le test de vitesse pourrait échouer
it: Controlla la tua connessione: il test di velocità potrebbe fallire
pt_br: Verifique sua conexão: o teste de velocidade pode falhar

source: Connection...
de: Verbindung...
es_419: Conectando...
fr_ca: Connexion...
it: Connessione...
pt_br: Conectando...

source: Ready
de: Bereit
es_419: Listo
fr_ca: Prêt
it: Pronto
pt_br: Pronto

source: Change testing server
de: Testserver wechseln
es_419: Cambiar servidor de prueba
fr_ca: Changer de serveur de test
it: Cambia server di test
pt_br: Alterar servidor de teste

source: Error
de: Fehler
fr_ca: Erreur
it: Errore
pt_br: Erro

source: The test could not be completed. Check your internet connection and try again.
de: Der Test konnte nicht abgeschlossen werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_419: No se pudo completar la prueba. Verifica tu conexión a internet e inténtalo de nuevo.
fr_ca: Le test n’a pas pu être complété. Vérifiez votre connexion Internet et réessayez.
it: Il test non è stato completato. Controlla la tua connessione internet e riprova.
pt_br: O teste não pôde ser concluído. Verifique sua conexão de internet e tente novamente.

source: Result
de: Ergebnis
es_419: Resultado
fr_ca: Résultat
it: Risultato
pt_br: Resultado

source: Provider
de: Anbieter
es_419: Proveedor
fr_ca: Fournisseur
pt_br: Provedor

source: Internal IP
de: Interne IP
es_419: IP interna
fr_ca: IP interne
it: IP interno
pt_br: IP interno

source: External IP
de: Externe IP
es_419: IP externa
fr_ca: IP externe
it: IP esterno
pt_br: IP externo

source: Bandwidth
de: Bandbreite
es_419: Ancho de banda
fr_ca: Bande passante
it: Larghezza di banda
pt_br: Largura de banda

source: BY Average: %@M
de: BY Durchschnitt: %@M
es_419: Promedio BY: %@M
fr_ca: Moyenne CA : %@M
it: Media BY: %@M
pt_br: Média BY: %@M

# Сonnection Rating
source: Connection Rating
de: Verbindungsbewertung
es_419: Valoración de conexión
fr_ca: Évaluation de la connexion
it: Valutazione connessione
pt_br: Avaliação da conexão

source: Watch Videos
de: Videos ansehen
es_419: Ver vídeos
fr_ca: Regarder des vidéos
it: Guarda video
pt_br: Assistir vídeos

source: Play Games
de: Spiele spielen
es_419: Jugar
fr_ca: Jouer à des jeux
it: Gioca
pt_br: Jogar

source: Upload Photos
de: Fotos hochladen
es_419: Subir fotos
fr_ca: Téléverser des photos
it: Carica foto
pt_br: Enviar fotos

source: Retry Test
de: Test wiederholen
es_419: Repetir prueba
fr_ca: Refaire le test
it: Ripeti test
pt_br: Repetir teste

source: A repeat test will give more accurate results
de: Ein wiederholter Test liefert genauere Ergebnisse
es_419: Una prueba repetida dará resultados más precisos
fr_ca: Refaire le test donnera des résultats plus précis
it: Un test ripetuto darà risultati più accurati
pt_br: Um teste repetido dará resultados mais precisos

source: History is empty.
de: Verlauf ist leer.
es_419: El historial está vacío.
fr_ca: L’historique est vide.
it: La cronologia è vuota.
pt_br: O histórico está vazio.

source: Edit
de: Bearbeiten
es_419: Editar
fr_ca: Modifier
it: Modifica
pt_br: Editar

source: Delete
de: Löschen
es_419: Eliminar
fr_ca: Supprimer
it: Elimina
pt_br: Excluir

source: See All
de: Alle anzeigen
es_419: Ver todo
fr_ca: Voir tout
it: Vedi tutto
pt_br: Ver tudo

source: Network Diagnostic
de: Netzwerkdiagnose
es_419: Diagnóstico de red
fr_ca: Diagnostic réseau
it: Diagnostica di rete
pt_br: Diagnóstico de rede

source: Network Settings
de: Netzwerkeinstellungen
es_419: Configuración de red
fr_ca: Paramètres réseau
it: Impostazioni di rete
pt_br: Configurações de rede

source: Signal Strength
de: Signalstärke
es_419: Intensidad de señal
fr_ca: Puissance du signal
it: Potenza del segnale
pt_br: Intensidade do sinal

source: DNS Status
es_419: Estado del DNS
fr_ca: État du DNS
it: Stato DNS
pt_br: Status do DNS

source: Internet Connection
de: Internetverbindung
es_419: Conexión a Internet
fr_ca: Connexion Internet
it: Connessione Internet
pt_br: Conexão com a Internet

source: Server Connection
de: Serververbindung
es_419: Conexión al servidor
fr_ca: Connexion au serveur
it: Connessione al server
pt_br: Conexão com o servidor

source: Network name
de: Netzwerkname
es_419: Nombre de red
fr_ca: Nom du réseau
it: Nome rete
pt_br: Nome da rede

source: No network
de: Kein Netzwerk
es_419: Sin red
fr_ca: Aucun réseau
it: Nessuna rete
pt_br: Sem rede

source: No signal
de: Kein Signal
es_419: Sin señal
fr_ca: Aucun signal
it: Nessun segnale
pt_br: Sem sinal

source: Timeout
de: Zeitüberschreitung
es_419: Tiempo agotado
fr_ca: Expiration
pt_br: Tempo esgotado

source: Excellent
de: Ausgezeichnet
es_419: Excelente
it: Eccellente
pt_br: Excelente

source: Good
de: Gut
es_419: Bueno
fr_ca: Bon
it: Buono
pt_br: Bom

source: Failed
de: Fehlgeschlagen
es_419: Fallido
fr_ca: Échec
it: Fallito
pt_br: Falhou

source: No connection
de: Keine Verbindung
es_419: Sin conexión
fr_ca: Aucune connexion
it: Nessuna connessione
pt_br: Sem conexão

source: Unreachable
de: Nicht erreichbar
es_419: Inalcanzable
fr_ca: Inaccessible
it: Non raggiungibile
pt_br: Inalcançável

source: Network Settings Error
de: Netzwerkeinstellungsfehler
es_419: Error de configuración de red
fr_ca: Erreur des paramètres réseau
it: Errore impostazioni di rete
pt_br: Erro nas configurações de rede

source: No active network interface detected. Please check your network connection.
de: Keine aktive Netzwerkschnittstelle erkannt. Bitte überprüfen Sie Ihre Netzwerkverbindung.
es_419: No se detectó ninguna interfaz de red activa. Verifica tu conexión de red.
fr_ca: Aucune interface réseau active détectée. Veuillez vérifier votre connexion.
it: Nessuna interfaccia di rete attiva rilevata. Controlla la tua connessione di rete.
pt_br: Nenhuma interface de rede ativa detectada. Verifique sua conexão de rede.

source: Signal Strength Error
de: Signalstärkefehler
es_419: Error de intensidad de señal
fr_ca: Erreur de puissance du signal
it: Errore potenza segnale
pt_br: Erro na intensidade do sinal

source: Network signal is not available. Please check your connection.
de: Netzwerksignal ist nicht verfügbar. Bitte überprüfen Sie Ihre Verbindung.
es_419: La señal de red no está disponible. Verifica tu conexión.
fr_ca: Le signal réseau n’est pas disponible. Veuillez vérifier votre connexion.
it: Il segnale di rete non è disponibile. Controlla la tua connessione.
pt_br: O sinal de rede não está disponível. Verifique sua conexão.

source: Signal Strength Timeout
de: Signalstärke-Zeitüberschreitung
es_419: Tiempo agotado de intensidad de señal
fr_ca: Expiration de la puissance du signal
it: Timeout potenza segnale
pt_br: Tempo esgotado na intensidade do sinal

source: Unable to detect signal strength. Please try again.
de: Signalstärke kann nicht erkannt werden. Bitte versuchen Sie es erneut.
es_419: No se pudo detectar la intensidad de señal. Inténtalo de nuevo.
fr_ca: Impossible de détecter la puissance du signal. Veuillez réessayer.
it: Impossibile rilevare la potenza del segnale. Riprova.
pt_br: Não foi possível detectar a intensidade do sinal. Tente novamente.

source: DNS Resolution Failed
de: DNS-Auflösung fehlgeschlagen
es_419: Falló la resolución DNS
fr_ca: Échec de la résolution DNS
it: Risoluzione DNS fallita
pt_br: Falha na resolução DNS

source: Unable to resolve domain names. Check your DNS settings.
de: Domainnamen können nicht aufgelöst werden. Überprüfen Sie Ihre DNS-Einstellungen.
es_419: No se pudieron resolver los nombres de dominio. Verifica tu configuración de DNS.
fr_ca: Impossible de résoudre les noms de domaine. Vérifiez vos paramètres DNS.
it: Impossibile risolvere i nomi di dominio. Controlla le tue impostazioni DNS.
pt_br: Não foi possível resolver nomes de domínio. Verifique suas configurações de DNS.

source: Internet Connection Failed
de: Internetverbindung fehlgeschlagen
es_419: Falló la conexión a Internet
fr_ca: Échec de la connexion Internet
it: Connessione Internet fallita
pt_br: Falha na conexão com a Internet

source: Unable to connect to the internet. Please check your network.
de: Verbindung zum Internet nicht möglich. Bitte überprüfen Sie Ihr Netzwerk.
es_419: No se pudo conectar a internet. Verifica tu red.
fr_ca: Impossible de se connecter à Internet. Veuillez vérifier votre réseau.
it: Impossibile connettersi a internet. Controlla la tua rete.
pt_br: Não foi possível conectar à internet. Verifique sua rede.

source: Server Connection Failed
de: Serververbindung fehlgeschlagen
es_419: Falló la conexión al servidor
fr_ca: Échec de la connexion au serveur
it: Connessione al server fallita
pt_br: Falha na conexão com o servidor

source: Unable to reach speed test server. Please try again later.
de: Geschwindigkeitstestserver nicht erreichbar. Bitte versuchen Sie es später erneut.
es_419: No se pudo alcanzar el servidor de prueba de velocidad. Inténtalo de nuevo más tarde.
fr_ca: Impossible de joindre le serveur de test. Réessayez plus tard.
it: Impossibile raggiungere il server del test di velocità. Riprova più tardi.
pt_br: Não foi possível acessar o servidor de teste de velocidade. Tente novamente mais tarde.

source: Unit
de: Einheit
es_419: Unidad
fr_ca: Unité
it: Unità
pt_br: Unidade

source: Dial scale
de: Skalierung
es_419: Escala del marcador
fr_ca: Échelle du cadran
it: Scala quadrante
pt_br: Escala do mostrador

source: Subscription plans
de: Abonnements
es_419: Planes de suscripción
fr_ca: Forfaits d’abonnement
it: Piani di abbonamento
pt_br: Planos de assinatura

source: Replace icon
de: Symbol ersetzen
es_419: Reemplazar icono
fr_ca: Changer l’icône
it: Sostituisci icona
pt_br: Substituir ícone

source: FAQ
es_419: Preguntas frecuentes
pt_br: Perguntas frequentes

source: Share link
de: Link teilen
es_419: Compartir enlace
fr_ca: Partager le lien
it: Condividi link
pt_br: Compartilhar link

source: Privacy Policy
de: Datenschutzrichtlinie
es_419: Política de privacidad
fr_ca: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade

source: Terms of Use
de: Nutzungsbedingungen
es_419: Términos de uso
fr_ca: Conditions d’utilisation
it: Termini di utilizzo
pt_br: Termos de uso

source: Select a unit of measurement
de: Wählen Sie eine Maßeinheit
es_419: Selecciona una unidad de medida
fr_ca: Sélectionnez une unité de mesure
it: Seleziona un'unità di misura
pt_br: Selecione uma unidade de medida

source: Get Unlimited access
de: Unbegrenzter Zugang
es_419: Obtén acceso ilimitado
fr_ca: Obtenez un accès illimité
it: Ottieni accesso illimitato
pt_br: Obtenha acesso ilimitado

source: to all application features
de: zu allen App-Funktionen
es_419: a todas las funciones de la aplicación
fr_ca: à toutes les fonctions de l’application
it: a tutte le funzionalità dell'app
pt_br: a todos os recursos do aplicativo

source: Start Now
de: Jetzt starten
es_419: Empezar ahora
fr_ca: Commencer maintenant
it: Inizia ora
pt_br: Começar agora

source: Change server
de: Server wechseln
es_419: Cambiar servidor
fr_ca: Changer de serveur
it: Cambia server
pt_br: Alterar servidor

source: Server search
de: Serversuche
es_419: Buscar servidor
fr_ca: Recherche de serveur
it: Ricerca server
pt_br: Buscar servidor

source: Select automatically
de: Automatisch auswählen
es_419: Seleccionar automáticamente
fr_ca: Sélection automatique
it: Seleziona automaticamente
pt_br: Selecionar automaticamente

source: Loading servers...
de: Server werden geladen...
es_419: Cargando servidores...
fr_ca: Chargement des serveurs...
it: Caricamento server...
pt_br: Carregando servidores...

source: No servers found
de: Keine Server gefunden
es_419: No se encontraron servidores
fr_ca: Aucun serveur trouvé
it: Nessun server trovato
pt_br: Nenhum servidor encontrado

source: No servers available. Check your connection.
de: Keine Server verfügbar. Überprüfen Sie Ihre Verbindung.
es_419: No hay servidores disponibles. Verifica tu conexión.
fr_ca: Aucun serveur disponible. Vérifiez votre connexion.
it: Nessun server disponibile. Controlla la tua connessione.
pt_br: Nenhum servidor disponível. Verifique sua conexão.

source: Loading subscription plans...
de: Abonnements werden geladen...
es_419: Cargando planes de suscripción...
fr_ca: Chargement des forfaits...
it: Caricamento piani di abbonamento...
pt_br: Carregando planos de assinatura...
